Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Hold **⌥** while dragging to duplicate the shape as you move.
ar: اضغط باستمرار على **⌥** أثناء السحب لتكرار الشكل أثناء تحركك.
ca: Manteniu premut **⌥** mentre arrossegueu per duplicar la forma mentre us moveu.
cs: Při tažení podržte **⌥**, abyste při pohybu duplikovali tvar.
da: Hold **⌥** nede, mens du trækker for at duplikere formen, mens du bevæger dig.
de: Halte beim Ziehen **⌥** gedrückt, um die Form beim Verschieben zu duplizieren.
el: Κρατήστε πατημένο το **⌥** ενώ σύρετε για να αντιγράψετε το σχήμα καθώς μετακινείστε.
es: Mantén pulsada **⌥** mientras arrastras para duplicar la forma al moverla.
fa: هنگام کشیدن **⌥** را نگه دارید تا شکل در حین جابه‌جایی تکثیر شود.
fi: Pidä **⌥** painettuna vetäessäsi monistaaksesi muodon liikkuessasi.
fr: Maintenez **⌥** pendant le glissement pour dupliquer la forme en la déplaçant.
he: החזק את **⌥** תוך כדי גרירה כדי לשכפל את הצורה תוך כדי תנועה.
hr: Držite **⌥** dok povlačite kako biste duplicirali oblik dok se pomičete.
hu: Húzás közben tartsa lenyomva a **⌥** gombot az alakzat megkettőzéséhez mozgás közben.
id: Tahan **⌥** sambil menyeret untuk menduplikasi bentuk saat Anda bergerak.
it: Tieni premuto **⌥** durante il trascinamento per duplicare la forma mentre la sposti.
ja: **⌥** を押しながらドラッグすると、図形を複製しながら移動できます。
ko: **⌥** 키를 누른 채 드래그하면 이동하면서 도형이 복제됩니다.
ms: Pegang **⌥** sambil menyeret untuk menduplikasi bentuk semasa anda bergerak.
nl: Houd **⌥** ingedrukt terwijl u sleept om de vorm te dupliceren terwijl u beweegt.
no: Hold **⌥** mens du drar for å duplisere formen mens du beveger deg.
pl: Przytrzymaj **⌥** podczas przeciągania, aby powielić kształt podczas ruchu.
pt_br: Mantenha **⌥** pressionada ao arrastar para duplicar a forma enquanto a move.
pt_pt: Segure **⌥** enquanto arrasta para duplicar a forma conforme você se move.
ro: Țineți apăsat **⌥** în timp ce trageți pentru a duplica forma în timp ce vă deplasați.
ru: Удерживайте **⌥** при перетаскивании, чтобы дублировать фигуру во время перемещения.
sk: Počas ťahania podržte **⌥**, aby sa tvar pri pohybe duplikoval.
sl: Držite **⌥** med vlečenjem, da med premikanjem podvojite obliko.
sv: Håll ned **⌥** medan du drar för att duplicera formen när du flyttar.
th: กด **⌥** ค้างไว้ขณะลากเพื่อสร้างรูปร่างซ้ำขณะเคลื่อนที่
tr: Taşırken şekli çoğaltmak için sürüklerken **⌥** tuşunu basılı tutun.
uk: Утримуйте **⌥** під час перетягування, щоб дублювати фігуру під час переміщення.
ur: حرکت کرتے وقت شکل کو ڈپلیکیٹ کرنے کے لیے گھسیٹتے ہوئے **⌥** کو پکڑیں۔
vi: Giữ **⌥** trong khi kéo để nhân đôi hình dạng khi bạn di chuyển.
zh_hans: 拖动时按住 **⌥**，可在移动的同时复制形状。
zh_hant: 拖移時按住 **⌥**，即可在移動的同時複製形狀。

source: Hold the **middle mouse button** and drag to pan.
ar: اضغط مع الاستمرار على **زر الماوس الأوسط** واسحب للتحريك.
ca: Manteniu premut el **botó central del ratolí** i arrossegueu per panoràmica.
cs: Podržte **prostřední tlačítko myši** a přetažením se posunete.
da: Hold **midterste museknap** nede, og træk for at panorere.
de: Halte die **mittlere Maustaste** gedrückt und zieh, um die Ansicht zu verschieben.
el: Κρατήστε πατημένο το **μεσαίο κουμπί του ποντικιού** και σύρετε για μετατόπιση.
es: Mantén pulsado el **botón central del ratón** y arrastra para desplazarte.
fa: **دکمهٔ وسط ماوس** را نگه دارید و بکشید تا نما جابه‌جا شود.
fi: Pidä **hiiren keskipainiketta** painettuna ja panoroi vetämällä.
fr: Maintenez le **bouton central de la souris** et faites glisser pour effectuer un panoramique.
he: החזק את **לחצן העכבר האמצעי** וגרור כדי להזיז.
hr: Držite **srednju tipku miša** i povucite za pomicanje.
hu: Tartsa lenyomva a **középső egérgombot**, és húzza a pásztázáshoz.
id: Tahan **tombol tengah mouse** dan seret untuk menggeser.
it: Tieni premuto il **pulsante centrale del mouse** e trascina per spostare la vista.
ja: **マウスの中ボタン** を押しながらドラッグするとパンできます。
ko: **마우스 가운데 버튼**을 누른 채 드래그하여 이동하세요.
ms: Pegang **butang tengah tetikus** dan seret untuk menyorot.
nl: Houd de **middelste muisknop** ingedrukt en sleep om te pannen.
no: Hold nede **midtmuseknappen** og dra for å panorere.
pl: Przytrzymaj **środkowy przycisk myszy** i przeciągnij, aby przesuwać.
pt_br: Segure o **botão do meio do mouse** e arraste para deslocar.
pt_pt: Segure o **botão do meio do rato** e arraste para deslocar.
ro: Țineți apăsat **butonul din mijloc al mouse-ului** și trageți pentru a deplasa.
ru: Удерживайте **среднюю кнопку мыши** и перетаскивайте, чтобы прокручивать.
sk: Podržte **stredné tlačidlo myši** a ťahaním posúvajte.
sl: Držite **srednji gumb miške** in povlecite za premikanje.
sv: Håll ned **mellanmusknappen** och dra för att panorera.
th: กด **ปุ่มกลางของเมาส์** แล้วลากเพื่อเลื่อน
tr: Kaydırmak için **orta fare düğmesini** basılı tutup sürükleyin.
uk: Утримуйте **середню кнопку миші** й перетягуйте, щоб прокручувати полотно.
ur: **درمیانی ماؤس بٹن** کو تھامیں اور پین کے لیے گھسیٹیں۔
vi: Giữ **nút chuột giữa** và kéo để xoay.
zh_hans: 按住 **鼠标中键** 并拖动即可平移。
zh_hant: 按住**滑鼠中鍵**並拖移即可平移。

source: Horizontal alignment
ar: المحاذاة الأفقية
ca: Alineació horitzontal
cs: Horizontální zarovnání
da: Horisontal justering
de: Horizontale Ausrichtung
el: Οριζόντια ευθυγράμμιση
es: Alineación horizontal
fa: تراز افقی
fi: Vaakasuuntainen tasaus
fr: Alignement horizontal
he: יישור אופקי
hr: Horizontalno poravnanje
hu: Vízszintes igazítás
id: Penjajaran horizontal
it: Allineamento orizzontale
ja: 水平方向の配置
ko: 수평 정렬
ms: Penjajaran mendatar
nl: Horizontale uitlijning
no: Horisontal justering
pl: Wyrównanie poziome
pt_br: Alinhamento horizontal
pt_pt: Alinhamento horizontal
ro: Alinierea orizontală
ru: Выравнивание по горизонтали
sk: Horizontálne zarovnanie
sl: Vodoravna poravnava
sv: Horisontell inriktning
th: การจัดตำแหน่งแนวนอน
tr: Yatay hizalama
uk: Горизонтальне вирівнювання
ur: افقی سیدھ
vi: Căn chỉnh theo chiều ngang
zh_hans: 水平对齐
zh_hant: 水平對齊

source: Horizontally
ar: أفقيا
ca: Horitzontalment
cs: Vodorovně
da: Vandret
de: Horizontal
el: Οριζόντια
es: Horizontal
fa: افقی
fi: Vaakasuunnassa
fr: Horizontalement
he: אופקית
hr: Horizontalno
hu: Vízszintesen
id: Secara horizontal
it: Orizzontalmente
ja: 水平方向
ko: 수평으로
ms: secara mendatar
nl: Horizontaal
no: Horisontalt
pl: Poziomo
pt_br: Horizontalmente
pt_pt: Horizontalmente
ro: Pe orizontală
ru: По горизонтали
sk: Vodorovne
sl: Vodoravno
sv: Horisontellt
th: แนวนอน
tr: Yatay
uk: По горизонталі
ur: افقی طور پر
vi: Theo chiều ngang
zh_hans: 水平
zh_hant: 水平

source: Hovering a shape the current language overrides outlines it in amber instead of the usual accent color.
ar: يؤدي تحريك الشكل الذي تتجاوزه اللغة الحالية إلى تحديده باللون الكهرماني بدلاً من لون التمييز المعتاد.
ca: Passant el cursor sobre una forma que l'idioma actual substitueix, la contorna en ambre en comptes del color d'accent habitual.
cs: Umístěním kurzoru na tvar, který aktuální jazyk přepíše, se obrys zobrazí jantarově místo obvyklé barvy zvýraznění.
da: Hvis du svæver over en form, som det aktuelle sprog tilsidesætter, skitserer den med rav i stedet for den sædvanlige accentfarve.
de: Bewegst du den Zeiger über eine Form, die die aktuelle Sprache überschreibt, wird sie orange statt in der üblichen Akzentfarbe umrandet.
el: Τοποθετώντας ένα σχήμα, η τρέχουσα γλώσσα παρακάμπτει το περίγραμμα του σε πορτοκαλί αντί για το συνηθισμένο χρώμα έμφασης.
es: Al pasar el cursor sobre una forma que el idioma actual anula, se resalta en ámbar en lugar del color de acento habitual.
fa: وقتی نشانگر روی شکلی می‌رود که زبان فعلی آن را بازنویسی کرده، دور آن به‌جای رنگ تأکید معمول، کهربایی نشان داده می‌شود.
fi: Kun nykyinen kieli ohittaa muotoa, se ääriviivat keltaisena tavallisen korostusvärin sijaan.
fr: Au survol, une forme personnalisée pour la langue actuelle est entourée en orange au lieu de la couleur d'accentuation habituelle.
he: ריחוף על צורה שהשפה הנוכחית עוקפת אותה מתאר אותה בצבע ענבר במקום בצבע המבטא הרגיל.
hr: Lebdenjem nad oblikom koji trenutni jezik nadjačava ocrtava se jantarnom bojom umjesto uobičajene boje naglaska.
hu: Az aktuális nyelv által felülírt alakzat lebegtetése borostyánsárgával körvonalazódik a szokásos kiemelő szín helyett.
id: Mengarahkan kursor ke bentuk yang ditimpa bahasa saat ini akan menguraikannya dalam warna kuning, bukan warna aksen biasa.
it: Passando il puntatore su una forma personalizzata per la lingua corrente, il contorno appare ambra anziché del consueto colore di evidenziazione.
ja: 現在の言語で上書きされている図形にポインタを合わせると、通常のアクセントカラーではなく琥珀色の枠で表示されます。
ko: 현재 언어가 재정의하는 도형 위에 마우스를 올리면 평소 강조 색상 대신 호박색 윤곽선이 표시됩니다.
ms: Menuding bentuk yang digantikan oleh bahasa semasa menggariskannya dalam ambar dan bukannya warna aksen biasa.
nl: Als u over een vorm beweegt die de huidige taal overschrijft, wordt deze in amber weergegeven in plaats van in de gebruikelijke accentkleur.
no: Ved å holde markøren over en form som det gjeldende språket overstyrer, skisseres den i rav i stedet for den vanlige aksentfargen.
pl: Najechanie kursorem na kształt nadpisany przez bieżący język powoduje obrysowanie go w kolorze bursztynowym zamiast zwykłego koloru akcentującego.
pt_br: Ao passar o mouse sobre uma forma que o idioma atual substitui, o contorno dela fica âmbar em vez da cor de destaque habitual.
pt_pt: Passar o rato sobre uma forma que o idioma atual substitui a descreve em âmbar em vez da cor de destaque usual.
ro: Trecând cu mouse-ul pe o formă pe care limba curentă o înlocuiește, o conturează în chihlimbar în loc de culoarea obișnuită de accent.
ru: При наведении на фигуру, переопределенную текущим языком, она обводится янтарным цветом вместо обычного акцентного.
sk: Po umiestnení kurzora myši na tvar, ktorý aktuálny jazyk prepíše, sa namiesto obvyklej farby zvýraznenia zobrazí jantárová farba.
sl: Če premaknete miškin kazalec na obliko, ki jo trenutni jezik preglasi, jo obrnete v jantarno namesto običajne poudarjene barve.
sv: Om du håller muspekaren över en form som det aktuella språket åsidosätter, visas den i bärnsten istället för den vanliga accentfärgen.
th: การวางเมาส์เหนือรูปร่างที่ภาษาปัจจุบันแทนที่จะทำให้เส้นขอบเป็นสีเหลืองแทนที่จะเป็นสีเน้นตามปกติ
tr: Geçerli dilin geçersiz kıldığı bir şeklin üzerine gelindiğinde, şekil her zamanki vurgu rengi yerine turuncu bir çerçeveyle belirtilir.
uk: Коли ви наводите вказівник на фігуру, перевизначену поточною мовою, її контур підсвічується бурштиновим замість звичайного акцентного кольору.
ur: کسی شکل کو منڈانے سے موجودہ زبان اسے عام لہجے کے رنگ کی بجائے عنبر میں اوور رائیڈ کرتی ہے۔
vi: Di chuột vào một hình mà ngôn ngữ hiện tại sẽ ghi đè sẽ viền hình đó bằng màu hổ phách thay vì màu nhấn thông thường.
zh_hans: 将指针悬停在当前语言有覆盖的形状上时，其轮廓会显示为琥珀色，而不是通常的强调色。
zh_hant: 將游標停在目前語言所覆寫的形狀上時，其外框會以琥珀色顯示，而非一般的強調色。

source: How conflicts are resolved
ar: كيف يتم حل الصراعات
ca: Com es resolen els conflictes
cs: Jak se řeší konflikty
da: Hvordan konflikter løses
de: So werden Konflikte gelöst
el: Πώς επιλύονται οι συγκρούσεις
es: Cómo se resuelven los conflictos
fa: تعارض‌ها چگونه حل می‌شوند
fi: Miten konfliktit ratkaistaan
fr: Comment les conflits sont résolus
he: איך פותרים קונפליקטים
hr: Kako se sukobi rješavaju
hu: Hogyan oldódnak meg a konfliktusok
id: Bagaimana konflik diselesaikan
it: Come vengono risolti i conflitti
ja: 競合の解決方法
ko: 충돌 해결 방식
ms: Bagaimana konflik diselesaikan
nl: Hoe conflicten worden opgelost
no: Hvordan konflikter løses
pl: Jak rozwiązywane są konflikty
pt_br: Como os conflitos são resolvidos
pt_pt: Como os conflitos são resolvidos
ro: Cum se rezolvă conflictele
ru: Как разрешаются конфликты
sk: Ako sa riešia konflikty
sl: Kako se rešujejo konflikti
sv: Hur konflikter löses
th: ความขัดแย้งได้รับการแก้ไขอย่างไร
tr: Çakışmalar nasıl çözülür
uk: Як розв’язуються конфлікти
ur: تنازعات کو کیسے حل کیا جاتا ہے۔
vi: Cách giải quyết xung đột
zh_hans: 如何解决冲突
zh_hant: 如何解決衝突

source: How shapes relate to templates
ar: كيفية ارتباط الأشكال بالقوالب
ca: Com es relacionen les formes amb les plantilles
cs: Jak tvary souvisí se šablonami
da: Hvordan former relaterer til skabeloner
de: So hängen Formen und Vorlagen zusammen
el: Πώς σχετίζονται τα σχήματα με τα πρότυπα
es: Cómo se relacionan las formas con las plantillas
fa: رابطهٔ شکل‌ها با اسکرین‌شات‌ها
fi: Miten muodot liittyvät malleihin
fr: Comment les formes sont liées aux modèles
he: איך צורות קשורות לתבניות
hr: Kako su oblici povezani s predlošcima
hu: Hogyan kapcsolódnak az alakzatok a sablonokhoz
id: Bagaimana bentuk berhubungan dengan templat
it: Relazione tra forme e modelli
ja: 図形とテンプレートの関係
ko: 도형과 템플릿의 관계
ms: Bagaimana bentuk berkaitan dengan templat
nl: Hoe vormen zich verhouden tot sjablonen
no: Hvordan former forholder seg til maler
pl: Jak kształty odnoszą się do szablonów
pt_br: Como as formas se relacionam com os modelos
pt_pt: Como as formas se relacionam com os modelos
ro: Cum se raportează formele la șabloane
ru: Как фигуры связаны с шаблонами
sk: Ako tvary súvisia so šablónami
sl: Kako so oblike povezane s predlogami
sv: Hur former relaterar till mallar
th: รูปร่างเกี่ยวข้องกับเทมเพลตอย่างไร
tr: Şekillerin şablonlarla ilişkisi
uk: Як фігури пов’язані з шаблонами
ur: شکلیں ٹیمپلیٹس سے کیسے متعلق ہیں۔
vi: Hình dạng liên quan như thế nào đến mẫu
zh_hans: 形状与模板的关系
zh_hant: 形狀與範本的關係

source: How translations work
ar: كيف تعمل الترجمات
ca: Com funcionen les traduccions
cs: Jak fungují překlady
da: Sådan fungerer oversættelser
de: So funktionieren Übersetzungen
el: Πώς λειτουργούν οι μεταφράσεις
es: Cómo funcionan las traducciones
fa: ترجمه‌ها چگونه کار می‌کنند
fi: Kuinka käännökset toimivat
fr: Comment fonctionnent les traductions
he: איך פועלים תרגומים
hr: Kako funkcioniraju prijevodi
hu: Hogyan működnek a fordítások
id: Cara kerja terjemahan
it: Come funzionano le traduzioni
ja: 翻訳の仕組み
ko: 번역 작동 방식
ms: Cara terjemahan berfungsi
nl: Hoe vertalingen werken
no: Hvordan oversettelser fungerer
pl: Jak działają tłumaczenia
pt_br: Como funcionam as traduções
pt_pt: Como funcionam as traduções
ro: Cum funcționează traducerile
ru: Как работают переводы
sk: Ako fungujú preklady
sl: Kako delujejo prevodi
sv: Hur översättningar fungerar
th: การแปลทำงานอย่างไร
tr: Çeviriler nasıl çalışır
uk: Як працюють переклади
ur: ترجمے کیسے کام کرتے ہیں۔
vi: Cách dịch hoạt động
zh_hans: 翻译的工作原理
zh_hant: 翻譯的運作方式

source: I built Screenshot Bro and use it myself every day to ship App Store screenshots for my other apps. If it's helping you too, a quick rating on the App Store keeps this app alive.
ar: لقد قمت بتصميم Screenshot Bro واستخدمه بنفسي يوميًا لإرسال لقطات شاشة App Store لتطبيقاتي الأخرى. إذا كان هذا يساعدك أيضًا، فإن التقييم السريع على App Store يبقي هذا التطبيق على قيد الحياة.
ca: Vaig crear Screenshot Bro i l'utilitzo jo mateix cada dia per enviar App Store captures de pantalla per a les meves altres aplicacions. Si també us està ajudant, una puntuació ràpida al App Store manté aquesta aplicació activa.
cs: Vytvořil jsem Screenshot Bro a sám jej každý den používám k odesílání App Store snímků obrazovky pro mé další aplikace. Pokud to pomáhá i vám, rychlé hodnocení na App Store udržuje tuto aplikaci při životě.
da: Jeg byggede Screenshot Bro og bruger det selv hver dag til at sende App Store skærmbilleder til mine andre apps. Hvis det også hjælper dig, holder en hurtig vurdering på App Store denne app i live.
de: Ich habe Screenshot Bro gebaut und nutze es selbst jeden Tag, um App Store-Screenshots für meine anderen Apps zu erstellen. Wenn es dir auch hilft, hält eine kurze Bewertung im App Store diese App am Leben.
el: Δημιούργησα το Screenshot Bro και το χρησιμοποιώ ο ίδιος καθημερινά για να στέλνω App Store στιγμιότυπα οθόνης για τις άλλες εφαρμογές μου. Αν σας βοηθάει κι εσάς, μια γρήγορη αξιολόγηση στο App Store κρατά αυτήν την εφαρμογή ζωντανή.
es: Creé Screenshot Bro y lo uso a diario para publicar las capturas del App Store de mis otras apps. Si a ti también te ayuda, una valoración rápida en el App Store mantiene viva esta app.
fa: من Screenshot Bro را ساختم و هر روز خودم از آن برای آماده کردن اسکرین‌شات‌های App Store برنامه‌های دیگرم استفاده می‌کنم. اگر به شما هم کمک می‌کند، یک امتیاز کوتاه در App Store این برنامه را زنده نگه می‌دارد.
fi: Rakensin Screenshot Bro ja käytän sitä itse päivittäin lähettääkseni App Store kuvakaappauksia muille sovelluksilleni. Jos se auttaa sinuakin, nopea arvio App Store pitää tämän sovelluksen hengissä.
fr: J’ai créé Screenshot Bro et je l’utilise tous les jours pour publier les captures App Store de mes autres apps. S’il vous aide aussi, une note rapide sur l’App Store fait vivre cette app.
he: בניתי Screenshot Bro ומשתמש בו בעצמי כל יום כדי לשלוח צילומי מסך של App Store עבור האפליקציות האחרות שלי. אם זה עוזר גם לך, דירוג מהיר ב-App Store שומר על האפליקציה הזו בחיים.
hr: Napravio sam Screenshot Bro i osobno ga koristim svaki dan za slanje App Store snimaka zaslona za svoje druge aplikacije. Ako i vama pomaže, brza ocjena na App Store održava ovu aplikaciju na životu.
hu: Megépítettem a Screenshot Bro-ot, és magam használom minden nap, hogy App Store képernyőképeket küldjek a többi alkalmazásaimhoz. Ha ez neked is segít, a App Store gyors értékelése életben tartja ezt az alkalmazást.
id: Saya membuat Screenshot Bro dan menggunakannya sendiri setiap hari untuk mengirimkan App Store tangkapan layar untuk aplikasi saya yang lain. Jika ini juga membantu Anda, rating cepat di App Store membuat aplikasi ini tetap hidup.
it: Ho creato Screenshot Bro e lo uso ogni giorno per pubblicare gli screenshot App Store delle mie altre app. Se aiuta anche te, una valutazione veloce sull'App Store mantiene viva questa app.
ja: Screenshot Bro は私が開発し、ほかのアプリの App Store スクリーンショット作りに毎日使っています。お役に立っていれば、App Store で評価していただけるとこのアプリの励みになります。
ko: Screenshot Bro는 제가 직접 만들었고, 다른 앱의 App Store 스크린샷을 만들 때 매일 사용합니다. 도움이 되셨다면 App Store에서 간단히 평가해 주세요. 앱을 계속 이어가는 힘이 됩니다.
ms: Saya membina Screenshot Bro dan menggunakannya sendiri setiap hari untuk menghantar tangkapan skrin App Store untuk apl saya yang lain. Jika ia membantu anda juga, penilaian pantas pada App Store memastikan apl ini terus hidup.
nl: Ik heb Screenshot Bro gebouwd en gebruik het zelf elke dag om App Store screenshots voor mijn andere apps te verzenden. Als het jou ook helpt, houdt een snelle beoordeling op de App Store deze app levend.
no: Jeg bygde Screenshot Bro og bruker den selv hver dag for å sende App Store skjermbilder for de andre appene mine. Hvis det hjelper deg også, holder en rask vurdering på App Store denne appen i live.
pl: Stworzyłem Screenshot Bro i sam używam go codziennie do wysyłania zrzutów ekranu App Store do innych moich aplikacji. Jeśli Tobie też to pomaga, szybka ocena w App Store podtrzymuje tę aplikację przy życiu.
pt_br: Eu criei o Screenshot Bro e uso todos os dias para publicar as capturas da App Store dos meus outros apps. Se ele também ajuda você, uma avaliação rápida na App Store mantém este app vivo.
pt_pt: Eu criei o Screenshot Bro e o uso todos os dias para enviar App Store capturas de ecrã para meus outros aplicativos. Se também estiver ajudando você, uma avaliação rápida no App Store mantém este aplicativo ativo.
ro: Am creat Screenshot Bro și îl folosesc în fiecare zi pentru a expedia App Store capturi de ecran pentru celelalte aplicații ale mele. Dacă și pe dvs. vă ajută, o evaluare rapidă pe App Store menține această aplicație în viață.
ru: Я создал Screenshot Bro и сам каждый день делаю в нем скриншоты для App Store для других своих приложений. Если он помогает и вам, быстрая оценка в App Store поможет приложению жить дальше.
sk: Vytvoril som Screenshot Bro a sám ho používam každý deň na odosielanie App Store snímok obrazovky pre moje ďalšie aplikácie. Ak to pomáha aj vám, rýchle hodnotenie na App Store udržuje túto aplikáciu pri živote.
sl: Zgradil sem Screenshot Bro in ga sam uporabljam vsak dan za pošiljanje App Store posnetkov zaslona za svoje druge aplikacije. Če tudi vam pomaga, hitra ocena na App Store ohranja to aplikacijo pri življenju.
sv: Jag byggde Screenshot Bro och använder den själv varje dag för att skicka App Store skärmdumpar för mina andra appar. Om det också hjälper dig, håller ett snabbt betyg på App Store den här appen vid liv.
th: ฉันสร้าง Screenshot Bro และใช้มันเองทุกวันเพื่อส่งภาพหน้าจอ App Store สำหรับแอปอื่นๆ ของฉัน ถ้ามันช่วยคุณได้เช่นกัน การให้คะแนนอย่างรวดเร็วใน App Store จะทำให้แอปนี้คงอยู่ต่อไป
tr: Screenshot Bro'yu ben geliştirdim ve diğer uygulamalarımın App Store ekran görüntülerini hazırlamak için her gün kendim kullanıyorum. Size de yardımcı oluyorsa, App Store'da kısa bir puanlama bu uygulamanın yaşamasını sağlar.
uk: Я створив Screenshot Bro і щодня сам використовую її, щоб готувати знімки екрана для App Store для інших своїх програм. Якщо вона допомагає й вам, коротка оцінка в App Store підтримає життя цієї програми.
ur: میں نے Screenshot Bro بنایا اور اپنی دوسری ایپس کے لیے App Store اسکرین شاٹس بھیجنے کے لیے اسے ہر روز خود استعمال کرتا ہوں۔ اگر یہ آپ کی بھی مدد کر رہا ہے تو App Store پر ایک فوری درجہ بندی اس ایپ کو زندہ رکھتی ہے۔
vi: Tôi đã xây dựng Screenshot Bro và sử dụng nó hàng ngày để gửi App Store ảnh chụp màn hình cho các ứng dụng khác của mình. Nếu điều đó cũng giúp ích cho bạn thì xếp hạng nhanh trên App Store sẽ giúp ứng dụng này tồn tại.
zh_hans: Screenshot Bro 是我开发的，我每天都用它为自己的其他 App 制作 App Store 截图。如果它也帮到了你，在 App Store 上快速评个分就能让这个 App 继续下去。
zh_hant: 我打造了 Screenshot Bro，每天都親自用它為我的其他 App 製作 App Store 螢幕截圖。如果它對你也有幫助，在 App Store 上快速評分就能讓這個 App 持續下去。
